ent-RMCK9SynthHarnessBase = транспортная шлейка K9
    .desc = Подогнанная по фигуре транспортная шлейка для синтетиков K9.
ent-RMCK9SynthCargoHarness = переносной рюкзак K9 M209
    .desc = Подогнан под синтетиков линейки «Спасатель K9». Предназначен для доставки снаряжения на поле боя.
ent-RMCK9SynthMedicalHarness = переносной медицинский рюкзак K9 M210
    .desc = Подогнан под синтетиков линейки «Спасатель K9». Для переноски медицинских припасов.
ent-RMCK9SynthMPHarness = переносной полицейский рюкзак K9 M553
    .desc = Подогнан под синтетиков линейки «Спасатель K9». Для переноски снаряжения ВП.
