ent-RMCSmartGunPVENoCamo = тяжёлый пулемёт поддержки ML66A
    .desc = Настоящее огнестрельное оружие в системе пулемёта поддержки. По сути, это тяжелый мобильный пулемет.
    .suffix = PVE
ent-RMCSmartGunPVE = { ent-RMCSmartGunPVENoCamo }
    .desc = { ent-RMCSmartGunPVENoCamo.desc }
    .suffix = { ent-RMCSmartGunPVENoCamo.suffix }
ent-RMCSmartGunOvertunedPVE = тяжёлый пулемёт поддержки ML66OT
    .desc = Настоящее огнестрельное оружие в системе пулемёта поддержки. По сути, это тяжелый мобильный пулемет.

        Похоже, эта модель была разогнана и бьёт сильнее обычного. Следите, куда направляете эту штуку.
    .suffix = PVE, Разогнанный
ent-RMCSmartGunPMCPVE = тяжёлый пулемёт поддержки ML79A
    .desc = Настоящее огнестрельное оружие в системе пулемёта поддержки, модифицированное для ЧВК ВеЯ. По сути, это тяжелый мобильный пулемет.
    .suffix = PVE, ЧВК
ent-RMCAttachmentSmartgunHarness = Упряжь для тяжелой орудийной поддержки M56B
    .desc = Специальная упряжь для тяжелой орудийной поддержки M56B, помогающая контролировать отдачу и обеспечивать стабильность, а также позволяющая легко маневрировать оружием и даже подвешивать его без рукоятки.
    .suffix = PVE, НЕ КАРТОГРАФИРОВАТЬ ДЛЯ PVP.
ent-RMCSmartGunRCMPVE = единый пулемёт ML66C
    .desc = Тяжёлый мобильный пулемёт на вооружении Королевской морской пехоты. Глубоко переработанный вариант американской платформы ML66A, стреляет голографически наводимыми патронами 10x30 мм.
    .suffix = PVE, Королевский
