rmc-aim-assist-enabled = Помощь при прицеливании включена — расход батареи увеличен.
rmc-aim-assist-disabled = Помощь при прицеливании выключена.

ent-RMCActionToggleAimAssist = Переключить помощь при прицеливании
    .desc = Направляет выстрелы в ближайшего видимого противника в пределах двух тайлов от курсора. Перенаправленные выстрелы стандартного смартгана теряют 25% точности. Включение значительно увеличивает расход батареи.

ent-RMCHeadBandanaTan = бежевая бандана КМП
    .desc = Лёгкая и удобная бандана, которую носят операторы тяжёлого оружия, наёмники и разведчики.

ent-RMCHeadSpecRag = головная повязка специалиста по вооружению
    .desc = Повязка, которую носят операторы тяжёлого оружия, чтобы пот не попадал в глаза.
