rmc-announcement-planet-lv = Получен автоматический сигнал бедствия из археологической зоны «Лазарус Лэндинг» на пограничной планете LV-624. Группа реагирования с корабля ВКСШ Алмайер будет отправлена в ближайшее время для расследования.

rmc-announcement-planet-solaris = Вестон-Ямада потеряла связь с одним из своих комплексов биологического хранения, Хребтом Солярис, на планете LV-1413. ВКСШ Алмайер направлен расследовать причины потери связи по запросу Вестон-Ямада.

rmc-announcement-planet-shiva = Получен автоматический сигнал бедствия из зоны раскопок «Снежок Шивы» на пограничной ледяной планете «Ифрит». Группа реагирования с корабля ВКСШ Алмайер будет отправлена в ближайшее время для расследования.

rmc-announcement-planet-fiorina = Получен автоматический сигнал бедствия из тюрьмы строгого режима «Орбитальная тюрьма Фиорина». Группа реагирования с корабля ВКСШ Алмайер будет отправлена в ближайшее время для расследования.

rmc-announcement-planet-trijent = Потеряна связь с внесолнечной колонией Вестон-Ямада «Дамба Триджент» на планете «Райдзин». ВКСШ Алмайер направлен для оказания помощи.

rmc-announcement-planet-kutjevo = Получен автоматический сигнал бедствия из колонии Вестон-Ямада «Перерабатывающий завод Кутьево», известной своими ботаническими исследованиями, экспортом и переработкой сырья. ВКСШ Алмайер направлен для расследования.

rmc-announcement-planet-chances = Пан-Пан. Говорит командир корабля ВКСШ Ханют, разведка КМП США. В настоящее время мы приземлились на планете LV-522 в районе колонии «Ченсес Клейм». Связаться с Ханютом не удаётся, наши десантные корабли в данный момент не могут взлететь. Запрашиваем помощь у любых находящихся поблизости судов; данная трансляция настроена на повтор каждые 24 часа.

rmc-announcement-planet-hybrisa = Получен автоматический сигнал бедствия из колонии Вестон-Ямада «Гибрис Проспера» — крупного городского поселения, известного огромными богатствами, масштабной добычей полезных ископаемых и процветающей торговлей. Недавно полностью выкупленная у ТСО, эта бывшая колония теперь является ключевым активом Вестон-Ямада с обширным городским центром с тысячами жителей и множеством подконтрольных небольших внешних колоний. ВКСШ Алмайер направлен для расследования ситуации.

rmc-announcement-planet-sorokyne = Получен автоматический сигнал бедствия из шахтёрской колонии на пограничной планете LV-976, «Аванпост Сорокино». Группа реагирования с корабля ВКСШ Алмайер будет отправлена в ближайшее время для расследования.

rmc-announcement-planet-varadero = Получен автоматический сигнал бедствия с военно-морской базы Нью-Варадеро. Группа реагирования с корабля ВКСШ Алмайер будет отправлена в ближайшее время для расследования.
                                           Назначение: Военно-морская база КМП США, основной оборонительный гарнизон города Нью-Варадеро, исследовательский комплекс и горнодобывающий объект

                                           Всего персонала: 47
                                           Текущая температура: 68°F внутри, 97°F снаружи
                                           Представитель на объекте: Представитель США Стив Хайфиш
                                           Массив телекоммуникаций: Требуется ремонт

                                           На данный момент дополнительная информация отсутствует.

rmc-announcement-planet-varadero-1 = Мэйдей, Мэйдей, Мэйдей. ВКСШ Алмайер, мы засекли вас на подходе. Говорит лейтенант #%-#^-@%#, код авторизации Лима Альфа Сьерра Девять, вещаю на всех частотах. Приготовьтесь к докладу об обстановке.


                                             На данный момент база захвачена формами жизни ксенонидов. То, что осталось от наших сил, отступило через туннель к городу Нью-Варадеро и обрушило его позади себя. Если вы прибыли оказать помощь, лучший план действий — отрезать заражение у источника и зачистить саму базу. Мы сосредоточимся на защите города.


                                             Наши десантные корабли не смогут подняться в воздух и помочь вам из-за сезона муссонов, а единственное наземное сообщение с островом мы заблокировали, так что вы предоставлены сами себе, пока погода не прояснится. Конец связи.

rmc-announcement-planet-varadero-2 = Алмайер, приём? Наши вышки двусторонней связи слишком слабы, единственное, у чего есть достаточно мощный передатчик для работы в такую погоду — это данная релейная станция.


                                             Местные правоохранительные органы помогают нам установить карантин вокруг острова. Мы постараемся отвлечь их, пока вы зачищаете базу. Конец связи.

rmc-announcement-planet-varadero-3 = Алмайер, внимание. Наши силы отходят от побережья и занимают позиции на окраине пригорода, у нас новый план.


                                             Вдоль бульвара Халдин-Ривер организовано узкое место. Мы заманим их в ловушку с помощью бронетранспортеров и устроим зону поражения, это должно связать достаточное их количество, чтобы дать нам передышку.


                                             Погода ухудшается, связь может временно прерваться. Доложим, как только всё прояснится. Конец связи.

rmc-announcement-planet-varadero-4 = Алмайер, вы меня слышите? Повторяю, вы меня слышите? Засада провалилась, удерживать позицию невозможно. Мы вынуждены отступить глубже в город.


                                             Я назначил больницу Сент-Феррье официальным пунктом эвакуации. Оборона города будет сосредоточена там, а миротворцы переводят как можно больше гражданских под землю.


                                             Нам приходится оставить релейную станцию, но мы надеемся вскоре получить от вас весточку. Удачи. Конец связи.

rmc-announcement-planet-varadero-5 = Докладывает рядовой первого класса Торрес, лейтенант погиб. Остальные всё ещё на точке эвакуации, но группе из нас удалось прорваться к релейной станции и вернуть контроль над ней.

                                             Если муссон утихнет, нам нужно, чтобы вы начали высаживать десантные корабли на крышу больницы и вывозить отсюда людей. Все надеются на ваше прибытие. Конец связи.

rmc-announcement-planet-varadero-6 = При--т, там ещ- к-о-нибу-ь е-ть? Э-- Т---ес! Я все е-- на ре--йн-й ст--ции с н-сколькими дру-ими, но мы о-р-заны!

                                             Мы в-е е-- слы--м вы--релы со ст--оны бол----цы, мы не пр-д-ржимся дол--
