stories-ares-core-under-attack = ВНИМАНИЕ! ЯДРО ИИ АТАКОВАНО. СИСТЕМЫ ЗАЩИТЫ ЯДРА АКТИВИРОВАНЫ.

ent-STTurretARES = мини-турель UA X512-S
    .desc = Компактная оборонительная турель, подключённая к системе безопасности ARES. Выдвигается из пола, когда ядро ИИ обнаруживает враждебную активность.

ent-STDeployerSentryARES = система развёртывания турели ARES
    .desc = Люк в полу с оборонительной турелью ядра ARES. Автоматически выдвигается при обнаружении поблизости ксеноморфов, смолы или людей без IFF КМ США.
