ent-CMPen = ручка
    .desc = Это обычная ручка с черными чернилами.
ent-CMPenClicky = Ручка ВеЯ
    .desc = Это экстра-кликабельная ручка с черными чернилами марки ВеЯ.
ent-CMPenFountain = перьевая ручка
    .desc = Эта перьевая ручка является образцом дизайна и функциональности, свидетельствуя об изобретательности мастеров ЭГИДА. Детализированная золотыми акцентами и сложной механикой, ручка позволяет быстро переключать множество цветов чернил простым поворотом. Каждый механизм в ручке, являющийся продуктом точной инженерной мысли, спроектирован таким образом, чтобы обеспечить плавный и легкий переход от одного цвета к другому, создавая инструмент роскошной универсальности.
ent-RMCProvostPen = ручка провоста
    .desc = Изящная ручка в чёрном корпусе с выгравированной сбоку эмблемой Управления провоста.
