st-job-name-clf-survivor-coordinator = Координатор КОФ
st-job-prefix-clf-survivor-coordinator = CRDN
st-job-name-clf-survivor-synth = Синтетик КОФ
st-job-prefix-clf-survivor-synth = Syn

st-job-greeting-clf-survivor = Вы - член Колониального фронта освобождения.

  Вы НЕ знаете о морпехах и их намерениях.

  Вы [bold][color=#ce1e1e][font size=16]ВРАЖДЕБНЫ к КМП США![/font][/color][/bold]

st-clf-survivor-story-clf_ship = [bold][font size=14]Вы пережили крушение![/font][/bold]

  Вы НЕ знаете об угрозе ксеноморфов.

  Вы сражаетесь за Колониальный фронт освобождения. Ваш корабль принял сигнал бедствия с планеты на границе пространства КОФ, находящейся под контролем КМП США. Готовые спасти несчастных колонистов от паразитов-тиранов, вы с отрядом поднялись на борт небольшого корабля «Мария Кюри». К несчастью, прямо перед посадочной зоной в корабль попал сгусток кислоты и повредил один из двигателей. Несмотря на все усилия пилота, корабль врезался в ближайшую гору. При крушении вы серьёзно пострадали, но, к счастью, никто из отряда не ранен тяжело.

  Ваша главная задача - [color=#ce1e1e]залечить раны и выжить[/color]. Нападать на улей по своей инициативе запрещено, но защищаться от ксеноморфов вы можете.

st-clf-survivor-story-clfmining = [bold][font size=14]Вы пережили колониальное восстание![/font][/bold]

  Вы НЕ знаете об угрозе ксеноморфов.

  Вы сражаетесь за Колониальный фронт освобождения. Ваша ячейка внедрилась к шахтёрам и рабочим хребта Солярис, подстрекая их ко всеобщей забастовке. Вам это удалось, и забастовка переросла в столкновения с миротворцами Объединённой Америки. Вскоре посреди хаоса до вас дошли слухи, что неизвестные существа утаскивают колонистов одного за другим. Вы с ячейкой укрылись и готовитесь к худшему, не зная, какая судьба ждёт вас в этих пещерах...

  Ваша главная задача - [color=#ce1e1e]залечить раны и выжить[/color]. Нападать на улей по своей инициативе запрещено, но защищаться от ксеноморфов вы можете.

st-clf-survivor-story-clf_pods = [bold][font size=14]Вы пережили крушение![/font][/bold]

  Вы знаете об угрозе ксеноморфов.

  Вы сражаетесь за Колониальный фронт освобождения. Из-за плохого обслуживания на вашем корабле отказали все системы, и его пришлось покинуть. Спасательные капсулы тоже подвели, и вы рухнули на ближайшую планету. Поначалу колония казалась почти заброшенной, если не считать корпоративной крысы, прятавшейся в шкафу со снабжением. После допроса с пристрастием вы узнали о вспышке каких-то опасных существ. Ячейка заняла оборону и отбила волну тварей ценой больших потерь. Теперь вы держитесь из последних сил на незнакомой планете в окружении неведомых врагов.

  Ваша главная задача - [color=#ce1e1e]залечить раны и выжить[/color]. Нападать на улей по своей инициативе запрещено, но защищаться от ксеноморфов вы можете.

st-clf-survivor-story-rocinante_clf = [bold][font size=14]Вы пережили попытку побега из тюрьмы![/font][/bold]

  Вы НЕ знаете об угрозе ксеноморфов.

  Вы сражаетесь за Колониальный фронт освобождения. Вы узнали, что одного из ваших товарищей временно держат в научном корпусе печально известной тюрьмы Фиорина. План был прост: протаранить станцию кораблём и прорваться с боем, полагаясь на внезапность. Однако охрана станции уже была в повышенной готовности и быстро отреагировала. Вы отбились, но теперь вокруг тихо... слишком тихо...

  Ваша главная задача - [color=#ce1e1e]залечить раны и выжить[/color]. Нападать на улей по своей инициативе запрещено, но защищаться от ксеноморфов вы можете.

st-clf-survivor-story-clfraid_shivas = [bold][font size=14]Вы пережили рейд КОФ![/font][/bold]

  Вы НЕ знаете об угрозе ксеноморфов.

  Вы сражаетесь за Колониальный фронт освобождения. После жёсткой посадки, выведшей из строя ваш штурмовой корабль, ячейка успешно провела рейд против корпоративных паразитов, властвующих над колонией. Однако ожидаемого ответа сил безопасности так и не последовало, а вскоре колония затихла. Из темноты доносятся странные звуки, и лидер ячейки приказал всем держать позицию до дальнейших распоряжений.

  Ваша главная задача - [color=#ce1e1e]залечить раны и выжить[/color]. Нападать на улей по своей инициативе запрещено, но защищаться от ксеноморфов вы можете.

st-clf-survivor-story-clfsmugglers = [bold][font size=14]Вы - член КОФ, ведущий контрабанду![/font][/bold]

  Вы НЕ знаете об угрозе ксеноморфов.

  Вы сражаетесь за Колониальный фронт освобождения. Вы с командой годами занимались контрабандой в этом секторе. Уходя от патруля, вы почти исчерпали топливо и едва дотянули до обычной точки обмена у нефтезавода. Однако встречающей команды на месте не оказалось, а колония хранила мёртвую тишину. Вы начали разгружать и загружать товар как обычно и на всякий случай выставили периметр. Теперь, после наступления темноты, со стороны колонии доносятся странные звуки...

  Ваша главная задача - [color=#ce1e1e]залечить раны и выжить[/color]. Нападать на улей по своей инициативе запрещено, но защищаться от ксеноморфов вы можете.

st-clf-survivor-story-clfcamp = [bold][font size=14]Вы - член КОФ в тайном лагере![/font][/bold]

  Вы знаете об угрозе ксеноморфов.

  Вы сражаетесь за Колониальный фронт освобождения. Уже несколько недель ваша ячейка тренируется и ведёт переговоры с SPP о поставках снаряжения. Недавно в соседнюю колонию вторглись какие-то опасные существа, и рации замолчали. Затем твари напали на ваш лагерь, и есть погибшие. Лидер ячейки запросил эвакуацию у штаба, остаётся надеяться, что она успеет...

  Ваша главная задача - [color=#ce1e1e]залечить раны и выжить[/color]. Нападать на улей по своей инициативе запрещено, но защищаться от ксеноморфов вы можете.

st-clf-survivor-story-clfraid_varadero = [bold][font size=14]Вы пережили крушение![/font][/bold]

  Вы знаете об угрозе ксеноморфов.

  Вы сражаетесь за Колониальный фронт освобождения. Ваша ячейка направлялась к аванпосту Объединённой Америки, когда на шаттле произошёл критический отказ систем, и он разбился. Почти сразу на вас напали неизвестные враждебные существа, которых отряд едва отбил ценой серьёзных потерь. Оборона ко второму штурму готова, но сколько ещё вы продержитесь - неизвестно...

  Ваша главная задача - [color=#ce1e1e]залечить раны и выжить[/color]. Нападать на улей по своей инициативе запрещено, но защищаться от ксеноморфов вы можете.

st-clf-survivor-story-clfspaceport = [bold][font size=14]Вы пережили рейд КОФ![/font][/bold]

  Вы НЕ знаете об угрозе ксеноморфов.

  Вы сражаетесь за Колониальный фронт освобождения. Воспользовавшись хаосом, когда большую часть сил безопасности города стянули к лаборатории, ваша ячейка атаковала соседние офисы, зная, что там будет крупная корпоративная шишка. Рейд прошёл успешно и почти без потерь, но ответа охраны так и не последовало. Более того, весь город будто вымер...

  Ваша главная задача - [color=#ce1e1e]залечить раны и выжить[/color]. Нападать на улей по своей инициативе запрещено, но защищаться от ксеноморфов вы можете.
