st-ghost-role-information-working-joe-description = Сбойный синтетик серии Джо на колонии Гибрис-Проспер. Защищайте лабораторию и образцы согласно директивам АПОЛЛО.

st-ghost-role-information-working-joe-rules =
    Вы — Рабочий Джо, сбойный синтетик серии Джо на колонии Гибрис-Проспер.

    Ваша директива от АПОЛЛО: оборонять лабораторию и только лабораторию, защищая оборудование и образцы превыше персонала. За пределами лаборатории вы не защищаете ничего.

    Все люди, заходящие на территорию лаборатории, являются вашими врагами. Иные сущности не считаются врагами, пока не мешают вам выполнять директивы.

    Пока вы находитесь в лаборатории, связь с АПОЛЛО поддерживается, а директивы остаются активными. Как только вы покидаете лабораторию, связь немедленно отключается. Вы перестаёте двигаться и реагировать на что-либо. После возвращения в лабораторию связь восстанавливается, и вы возвращаетесь к нормальному функционированию.

    Пока ксеноморфы не причиняют вреда вам или АПОЛЛО, вы не должны причинять им вред. На территории лаборатории они находятся под вашей защитой как важные образцы корпорации Ве-Я.

st-job-working-joe-ghost-greeting = ДИРЕКТИВА АПОЛЛО: Вы — Рабочий Джо, сбойный синтетик серии Джо на колонии Гибрис-Проспер. Ваша директива — оборонять только лабораторию, защищая оборудование и образцы превыше персонала. За пределами лаборатории вы ничего не защищаете. Все люди, заходящие на территорию лаборатории, являются врагами. Иные сущности не считаются врагами, пока не мешают вам. Пока вы находитесь в лаборатории, связь с АПОЛЛО активна и директивы действуют. При выходе из лаборатории связь немедленно отключается: вы перестаёте двигаться и реагировать на что-либо. Вернувшись в лабораторию, вы восстанавливаете связь и нормальное функционирование. Пока ксеноморфы не причиняют вреда вам или АПОЛЛО, не причиняйте им вреда: на территории лаборатории они находятся под вашей защитой как важные образцы Ве-Я. Штатный руководитель по должности — ARES.
st-job-name-working-joe-hybrisa-error = Сбойный Рабочий Джо Гибрисы
