ent-STSyntheticMaintenanceStation = станция обслуживания синтетиков
    .desc = Настенная ремонтная капсула для синтетических юнитов.

ent-STSynthExperimentalToolsToken = жетон экспериментальных инструментов синтетика
    .desc = Жетон Weston-Yamada, дающий одному синтетическому юниту поддержки право получить снаряжение из запаса экспериментальных инструментов.

ent-STSynthResetKeySeegson = ключ перезагрузки рабочих джо Seegson
    .desc = Инструмент Seegson, необходимый для ремонта юнитов Working Joe, переживших критический сбой. Сбрасывает систему юнита до заводских настроек. Несовместим с синтетиками Новарис, Ве-Я и других разработчиков. Можно использовать только один раз, затем требуется перезарядка.

ent-STSynthResetKeyMakeshift = самодельный синтетический искровик
    .desc = Инструмент, напоминающий ключ перезагрузки синтетиков, но крайне грубый и собранный из запчастей. Способен лишь перезапустить систему синтетика с небольшим шансом её повредить. Можно использовать только один раз, затем требуется перезарядка.

ent-STSpawnPointSynthRoundStart = точка спавна синтетика (старт раунда)
    .desc = { ent-RMCSpawnPointSynth.desc }
    .suffix = Спавн профессии, старт раунда

ent-STSpawnPointSynthLateJoin = точка спавна синтетика (поздний вход)
    .desc = { ent-RMCSpawnPointSynth.desc }
    .suffix = Спавн профессии, поздний вход
