ent-RMCWeaponRifleL89A1 = марксманская винтовка L89A1
    .desc = L89A1 — стандартная марксманская винтовка полков парамаринов Королевской морской пехоты: лёгкая и надёжная, со встроенной оптикой 2x.
ent-RMCWeaponRifleL89A2 = марксманская винтовка L89A2
    .desc = L89A2 — модернизированная марксманская винтовка полков парамаринов Королевской морской пехоты: лёгкая и надёжная, со встроенной оптикой 2x и большей модульностью благодаря планке, проходящей по нижней стороне цевья.
ent-RMCWeaponRifleL89A1Filled = { ent-RMCWeaponRifleL89A1 }
    .desc = { ent-RMCWeaponRifleL89A1.desc }
    .suffix = Заполненный
