ent-STActionXenoDespoilerAcidBarrage = Кислотный шквал (100)
    .desc = Залп в форме веера из кислотных луж, попадание покрывает цель кислотой. Активация способности подсветит её. Зажатие ЛКМ будет заряжать залп - чем дольше удерживать кнопку, тем больше будет луж. Отжатие ЛКМ выпустит залп в направлении курсора. Нажатие ПКМ отменяет способность. Усиленный вариант увеличивает максимальное количество луж кислоты до 14.
ent-STActionXenoDespoilerCausticEmbrace = Едкое объятие (100)
    .desc = Прыжок на 1 клетку в направлении курсора с кислотным выплеском, покрывает цель кислотой. Усиленный вариант увеличивает радиус прыжка до 5 клеток и оглушает на 1 секунду.
ent-STActionXenoDespoilerOozingWounds = Сочащиеся раны (100)
    .desc = Создаёт кольцо кислотных луж вокруг себя, попадание покрывает цель кислотой. Радиус растёт по мере падения собственного здоровья. Усиленный вариант оглушает на 1 секунду.
ent-STActionXenoDespoilerCatalyze = Катализировать
    .desc = Расходует 1 стак Гипертензии и усиливает следующую активную способность.
