rmc-records-invalid-person = Нельзя зарегистрировать этого человека. Необходимы личные и биометрические данные.
rmc-records-already-registered = У этого человека уже есть запись личного состава. Откройте её.
rmc-records-record-linked = Эта запись уже привязана к другому человеку или больше не существует.
rmc-records-wrong-id = На человеке чужая ID-карта. Снимите её перед регистрацией.
rmc-records-ambiguous-person = В существующих записях противоречивые биометрические данные. Сначала устраните противоречия.
rmc-records-unknown-position = Неизвестно
