ent-RMCWeaponPistolPK7 = электростатический пистолет PK-7
    .desc = Пистолет пониженной летальности производства Вестон-Ямада. Впервые выпущенный в 2080-х годах, электростатический пистолет PK-7 с высокой точностью стреляет электрически заряженными пулями, однако высокая стоимость и постоянная потребность в чистке делают его редкостью.
ent-RMCMagazinePistolPK7 = электростатический магазин PK-7 (9 мм)
    .desc = Вмещает 19 специальных токопроводящих патронов 9 мм. Электростатический метатель PK-7 разгоняет патрон cV9mm до пропорционально меньшей скорости, сохраняя высокую степень передачи кинетической энергии. Так пробивной патрон превращается в патрон пониженной летальности.
ent-RMCCartridgePistol9mmElectrostatic = электростатический патрон (9 мм)
    .desc = { ent-CMCartridgePistolBase.desc }
ent-RMCBulletPistol9mmElectrostatic = электростатическая пуля (9 мм)
    .desc = { ent-RMCProjectileTaser.desc }
