ent-ActionXenoEvolve = Эволюционировать
    .desc = Эволюционируйте в следующую касту ксеноморфов или выберите штамм, если он доступен.
ent-ActionXenoDevolve = Деградировать
    .desc = Превратиться в предыдущую касту ксеноморфов. [color=red]Вам не вернут очки эволюции![/color]
ent-RMCGuidebookActionXenoEvolve = Эволюционировать
    .desc = Эволюционируйте в следующую касту ксеноморфов или выберите штамм, если он доступен.
ent-CMGuidebookActionXenoEvolve = Эволюционировать
    .desc = Эволюционируйте в следующую касту ксеноморфов или выберите штамм, если он доступен.
