ent-RMCWeaponIncineratorL104 = инсинератор L104
    .desc = Инсинератор L104 — стандартный огнемёт Королевской морской пехоты. Лёгкое и эргономичное оружие, которое, несмотря на жестокую эффективность на близкой дистанции, редко находит применение в доктрине королевских морпехов.
    .suffix = PVE, Королевский
ent-RMCWeaponIncineratorL104Unloaded = { ent-RMCWeaponIncineratorL104 }
    .desc = { ent-RMCWeaponIncineratorL104.desc }
    .suffix = Незаряженный
ent-RMCTankIncineratorL104 = топливный бак инсинератора L104
    .desc = Большой бак, совместимый с инсинератором L104, предназначенный для хранения легковоспламеняющегося топлива под огромным давлением.
