ent-RMCScoutSniperSniperEquipmentCase = кейс снаряжения снайпера-разведчика
    .desc = Большой кейс со снайперской винтовкой M96S-B с глушителем и прицелом, налобным прицелом к ней, шестью запасными магазинами стандартных патронов и сошками.

        ПРИМЕЧАНИЕ: положить предметы обратно в этот кейс нельзя.
    .suffix = Снайпер
ent-RMCScoutSniperMarksmanEquipmentCase = кейс снаряжения снайпера-разведчика
    .desc = Большой кейс с марксманской винтовкой L112A1, налобным прицелом к ней, десятью запасными магазинами патронов Squash-Head и сошками.
    .suffix = Марксман
ent-RMCL49Case = кейс штурмового дробовика L49
    .desc = Оружейный кейс со штурмовым дробовиком L49. Внутри сам L49, две коробки пробивных патронов L49B и патронташ для дробовика образца L28.
    .suffix = PVE, Королевский
ent-RMCScoutSniperEquipmentCase = кейс снайпера
    .desc =
        Большой кейс, содержащий винтовку M96S-B с глушителем и оптическим прицелом, соответствующий ей налобный прицел, шесть запасных магазинов со стандартными патронами и сошки.

        Примечание. Вы не сможете положить предметы обратно в этот кейс.
