ent-RMCArmorHelmetM10CMB = шлем M11R БКМ для подавления бунтов
    .desc = Вариант шлема БКМ стандартной модели M10. Передняя пластина усилена. Этот шлем более плотно прилегает к телу.
ent-RMCArmorHelmetM10CMBVisorSWAT = { ent-RMCArmorHelmetM10CMB }
    .desc = { ent-RMCArmorHelmetM10CMB.desc }
ent-CMHeadBeretCMB = берет отряда подавления беспорядков БКМ
    .desc = Тёмный берет со значком с надписью «МАРШАЛ» спереди — символ правосудия, власти и защиты на окраинах освоенного космоса. Законы Земли простираются за пределы Солнечной системы.
