ent-WeaponShotgunCustomBuilt = изготовленное на заказ ружье
    .desc = Собранная воедино куча обрезков и чужого дерева. Направьте конец на то, что должно умереть. Имеет функцию стрельбы очередями, как будто она нужна.
ent-WeaponShotgunCustomBuiltDamaged = повреждённое изготовленное на заказ ружье
    .desc = Собранная воедино куча обрезков и чужого дерева. Направьте конец на то, что должно умереть. Имеет функцию стрельбы очередями, как будто она нужна. Точнее, имело: ствол этого экземпляра, похоже, разорвало наружу, как перезрелую виноградину. Вот что бывает, когда собираешь дробовик своими руками.
