ent-WeaponShotgunM890 = тактический дробовик M890
    .desc = Уникальный полуавтоматический дробовик корпоративного производства с быстрым темпом стрельбы и подствольным гранатометом. В патронник помещается 8 дробовых патронов.
ent-RMCWeaponShotgunM890Riot = тактический дробовик M890
    .desc = Уникальный полуавтоматический дробовик корпоративного производства с высокой скорострельностью. В патронник помещается 8 бобовых гильз. Специально создано для борьбы с толпой в сложных ситуациях.
    .suffix = Антибунт, бобовые пули
ent-WeaponShotgunM890Guard = { ent-WeaponShotgunM890 }
    .desc = Уникальный полуавтоматический дробовик корпоративного производства с высокой скорострельностью. В патронник помещается 8 дробовых патронов. Оснащен красной рукояткой, чтобы обозначить его использование в почетных караулах военной полиции.
    .suffix = Почётный караул
