# Marine law from the corresponding in-game guidebook.
ent-STMarineLaw = Военный закон КМП США
stories-law-catalogue-sentencing = Сроки складываются. Обычный срок в бриге ограничен 30 минутами, кроме тяжких преступлений и продления за нарушения в заключении. Наказания за особо тяжкие преступления и меры предосторожности учитываются отдельно от срока.
stories-law-catalogue-minor = Мелкие преступления могут вместо заключения наказываться ДВС.
stories-law-catalogue-capital = Пожизненное заключение и понижение в звании либо казнь и аннулирование удостоверения личности.
stories-law-catalogue-precautionary = Эти обвинения позволяют бессрочное содержание под стражей.

ent-st-law-variable-property-damage-minor = Повреждение Имущества КМП США - мелкое
    .desc = Повреждение корабля или внесение в него каких-либо несанкционированных модификаций, как указано в Стандартной Оперативной Процедуре. Материалы для ремонта должны быть взяты из складов технического обслуживания.
stories-law-variable-property-damage-minor-conditions = Разбить окно, повредить стену и т.д. Восстановите прежнее состояние корабля. Если восстановление невозможно, применяется заключение в бриге.

ent-st-law-variable-property-damage-major = Повреждение Имущества КМП США - тяжкое
    .desc = Повреждение корабля или внесение в него каких-либо несанкционированных модификаций, как указано в Стандартной Оперативной Процедуре. Материалы для ремонта должны быть взяты из складов технического обслуживания.
stories-law-variable-property-damage-major-conditions = Нарушение закона в серьезной форме включает в себя разрушение/демонтаж стен или нескольких окон.

ent-st-law-variable-insubordination-minor = Неповиновение - мелкое
    .desc = Невыполнение законного приказа вышестоящего по званию или должности лица или неуважение к кому-либо более высокого звания или должности, не являющемуся офицером. Неуважение к старшему офицеру относится к мелким преступлениям.
stories-law-variable-insubordination-minor-conditions = Приказ, который не адресован лично, или неуважение к кому-либо более высокого звания или должности, не являющемуся офицером.

ent-st-law-variable-insubordination-major = Неповиновение - тяжкое
    .desc = Невыполнение законного приказа вышестоящего по званию или должности лица или неуважение к кому-либо более высокого звания или должности, не являющемуся офицером. Неуважение к старшему офицеру относится к мелким преступлениям.
stories-law-variable-insubordination-major-conditions = Приказ, лично адресованный человеку, о котором идет речь, с использованием его имени или четким сообщением о том, что он предназначен для него.

ent-st-law-variable-interference-minor = Вмешательство - мелкое
    .desc = Вмешательство в законный арест.
stories-law-variable-interference-minor-conditions = Вмешательство без злого умысла, например, блокирование пути или помощь кому-либо подняться.

ent-st-law-variable-interference-major = Вмешательство - тяжкое
    .desc = Вмешательство в законный арест.
stories-law-variable-interference-major-conditions = Вмешательство со злым умыслом или явным образом, чтобы помешать проведению ареста.

ent-st-law-variable-listening-devices-minor = Несанкционированное Использование Подслушивающих Устройств - мелкое
    .desc = Использование подслушивающих устройств в нарушение Стандартной Оперативной Процедуры.
stories-law-variable-listening-devices-minor-conditions = Незаконная установка подслушивающего устройства в общественном месте, например, в спортзале.

ent-st-law-variable-listening-devices-major = Несанкционированное Использование Подслушивающих Устройств - тяжкое
    .desc = Использование подслушивающих устройств в нарушение Стандартной Оперативной Процедуры.
stories-law-variable-listening-devices-major-conditions = Незаконная установка подслушивающего устройства в охраняемой зоне или зоне с защитными жалюзи, такой как ЦИК или кабинет Корпоративного Связного. Если подслушивающее устройство также связано с иностранным правительством или террористической организацией, это дополнительно считается Диверсией.

ent-st-law-minor-procedure = Несоблюдение Процедуры
    .desc = Несоблюдение положений, изложенных в Стандартной Оперативной Процедуре.
stories-law-minor-procedure-punishment = Конфискация снаряжения, где уместно.

ent-st-law-minor-smoking = Курение в Медицинских Зонах
    .desc = Курение в зонах, предназначенных для использования медицинским персоналом, таких как весь медблок и операционные.

ent-st-law-minor-hooliganism = Хулиганство
    .desc = Поведение, которое в целом нарушает порядок на корабле и среди экипажа и классифицируется как мелкие выходки, не заслуживающие более сурового наказания. Такие вещи, как чрезмерное стучание в окна, насильственное кормление других морпехов или ненадлежащее поведение во время брифинга, например, залезание на обзорную панель брифинга. Это может перерасти в Нарушение Общественного Порядка.

ent-st-law-minor-trespass = Незаконное Вторжение
    .desc = Несанкционированный доступ в зону, к которой у человека обычно нет доступа или без одобрения командования/начальства.
stories-law-minor-trespass-punishment = Вывод из зоны. Заключение в бриге назначается по усмотрению офицера.

ent-st-law-minor-intoxication = Опьянение
    .desc = Употребление алкоголя или других веществ, таких как алкоголь или галлюциногенные наркотики, приводящее к ухудшению выполнения служебных обязанностей.
stories-law-minor-intoxication-punishment = Заключение продлевается до прекращения опьянения.

ent-st-law-minor-theft = Кража
    .desc = Взятие предметов (или имущества) у другого человека или организации без их явного разрешения или сохранение владения предметами, взятыми без разрешения. Это включает в себя удаление торговых автоматов из зон департаментов без разрешения.
stories-law-minor-theft-punishment = Возврат предметов владельцу.

ent-st-law-minor-disrespect = Неуважение к Старшему Офицеру
    .desc = Использование оскорбительных выражений или проявление прямого неуважения к офицеру высшего звания или должности.

ent-st-law-minor-false-testimony = Лжесвидетельство
    .desc = Намеренное и добровольная ложь военной полиции или уполномоченному офицеру во время уголовного расследования с целью сорвать указанное расследование.

ent-st-law-major-disorderly-conduct = Нарушение Общественного Порядка
    .desc = Прямое и намеренное нарушение основных операций корабля. Драка в очереди снабжения, длительное или неоднократное срыв брифинга.

ent-st-law-major-subterfuge = Диверсия
    .desc = Выполнение задач или связь с материалами, описывающими запланированные действия, идущие вразрез с КМП США. Требуются веские доказательства того, что человек работает против КМП США. Тяжкое обвинение в Несанкционированном Использовании Подслушивающего Устройства, когда такое устройство также связано с иностранным правительством или террористической организацией, дополнительно считается Диверсией.
stories-law-major-subterfuge-punishment = Изъятие удостоверения личности и высадка на планету.

ent-st-law-major-neglect = Пренебрежение Служебными Обязанностями
    .desc = Невыполнение своей роли на приемлемом уровне. Например, Командир, не сумевший должным образом организовать и обеспечить получение приказов своим персоналом, не соблюдающий надлежащую процедуру в ущерб своим обязанностям, или корабельный экипаж, покидающий корабль или свой пост без разрешения Командира или главы своего департамента.

ent-st-law-major-assault = Нападение
    .desc = Угрожать или применять физическую силу против кого-либо со злым умыслом, но без намерения убить.

ent-st-law-major-prevarication = Клевета
    .desc = Намеренно отдать приказ об аресте человека по ложным обвинениям, который впоследствии признан невиновным, или применить ненадлежащее или оскорбительное Дисциплинарное Взыскание без Суда (ДВС). Это включает в себя намеренный арест человека по ложным обвинениям по собственной инициативе без приказов.

ent-st-law-major-manslaughter = Непредумышленное Убийство
    .desc = Убийство кого-либо без злого умысла. Непредумышленное убийство может быть применено, если кто-то умирает в результате драки, в которой не было намерения убивать. Это также включает в себя отказ от воскрешения кого-либо без разумной попытки, не казненного в соответствии с процедурой казни.
stories-law-major-manslaughter-punishment = Возможно понижение в звании вместо заключения или дополнительно к нему.

ent-st-law-major-armed-assault = Нападение со Смертоносным Оружием
    .desc = Угрожать или применять физическую силу против кого-либо со злым умыслом и со смертоносным оружием, таким как личное оружие, клинок или винтовка, но не пытаясь убить его.

ent-st-law-major-illegal-confinement = Незаконное Лишение Свободы
    .desc = Незаконное задержание человека против его воли. Включает в себя похищение, захват заложников и заключение людей в камеры без предъявления им обвинения в преступлении. Это не относится к военнопленным.

ent-st-law-major-animal-cruelty = Жестокое Обращение с Животными
    .desc = Нанесение увечий или убийство любого домашнего животного или дикой природы со злым умыслом. Исследовательские обезьяны, используемые для химических исследований, научных целей или враждебной дикой природы, освобождаются от ответственности.

ent-st-law-major-abuse = Злоупотребление Властью
    .desc = Осуществление власти в злонамеренных целях Военной Полиции или делегированным персоналом, действующим в качестве Военной Полиции. Примеры включают избиение поверженного заключенного, чрезмерное применение вредной или нелетальной силы или другие оскорбительные действия, которые привели к причинению вреда лицу, находящемуся под стражей. К задержанным подозреваемым не следует применять силу больше, чем необходимо для их усмирения.

ent-st-law-major-unauthorized-deployment = Несанкционированное Развертывание
    .desc = Развертывание в районе операций без разрешения соответствующего главы департамента или Командира, когда это уместно, при одновременном выполнении назначенных обязанностей. (Т.е. врач, развертывающийся без разрешения, с намерением выполнить полевую операцию.) Развертывание без намерения выполнять назначенные обязанности остается дезертирством. - Соответствующий глава департамента или Командир, где это уместно, могут задним числом санкционировать развертывание. Командир может отменить решение главы департамента по этому вопросу. - Соответствующий глава департамента или Командир может назначить другое лицо для развертывания вместо несанкционированного лица, в этом случае Офицеры Военной Полиции должны координировать свои действия с назначенным лицом, чтобы уменьшить сбои в полевых условиях. Максимальная задержка для этого периода составляет пять минут.

ent-st-law-capital-jailbreak = Побег из заключения/Побег
    .desc = Совершить побег, помочь в побеге, попытаться совершить побег или быть сознательно и умышленно освобожденным из камеры.

ent-st-law-capital-attempted-murder = Покушение на убийство
    .desc = Попытка убить человека, но неудача в этом. Если доказательства показывают, что арестованный человек явно пытался убить кого-то со злым умыслом, но потерпел неудачу в самом действии.

ent-st-law-capital-murder = Убийство/Несанкционированная казнь
    .desc = Убийство кого-либо со злым умыслом. Это включает в себя синтетических юнитов. Обвинение применяется, даже если жертва впоследствии воскрешена. Казни разрешены только в соответствии с Процедурой Казни. Это также включает в себя отказ или препятствование воскрешению любого, кто не был казнен в соответствии с процедурой казни.

ent-st-law-capital-sedition = Мятеж
    .desc = Участие в действиях или отказ от выполнения приказов с целью свержения или узурпации законной командной структуры. Создание масштабной угрозы для корабля без ведома и одобрения Командира подпадает под мятеж. Дежурный Офицер не может одобрять действия, подпадающие под это условие. Провозглашение верности или действия от имени предполагаемого КФО является актом мятежа против США.

ent-st-law-capital-desertion = Дезертирство
    .desc = Отказ от выполнения обязанностей, необходимых для своего поста, или самовольное оставление поста без намерения вернуться. (Отступление с планеты, когда ПОБ прорвана, не является Дезертирством, отказ вернуться по приказу является).

ent-st-law-capital-crimes-against-life = Преступления против Разума
    .desc = Участие в действиях, нарушающих права разумной жизни, или иным образом являющихся гнусными актами против разумной жизни. Примеры: пытки, каннибализм и принудительное заражение любого рода.

ent-st-law-optional-resisting-arrest-minor = Сопротивление Аресту - мелкое
    .desc = Сопротивление законному аресту или обыску, проводимому сотрудником Военной Полиции.
stories-law-optional-resisting-arrest-minor-conditions = Отказ подчиниться законному обыску или аресту.

ent-st-law-optional-resisting-arrest-major = Сопротивление Аресту - тяжкое
    .desc = Сопротивление законному аресту или обыску, проводимому сотрудником Военной Полиции.
stories-law-optional-resisting-arrest-major-conditions = Сопротивление законному аресту со стороны Военной Полиции путем бегства или применения силы.

ent-st-law-optional-aiding = Пособничество и Подстрекательство
    .desc = Помощь другим в совершении преступления, прямо или косвенно, или подстрекательство их к совершению преступления. Любому лицу, оказывающему Пособничество и Подстрекательство, необходимо сообщить о преступлениях лица, которому они помогали.

ent-st-law-optional-confinement-misconduct-minor = Нарушение Общественного Порядка в Заключении - мелкое
    .desc = Вызывать значительные нарушения порядка, находясь в Бриге и под арестом. Это может быть добавлено к любому обвинению.
stories-law-optional-confinement-misconduct-minor-conditions = Совершение Мелкого Преступления, находясь под арестом или в камере Брига.

ent-st-law-optional-confinement-misconduct-major = Нарушение Общественного Порядка в Заключении - тяжкое
    .desc = Вызывать значительные нарушения порядка, находясь в Бриге и под арестом. Это может быть добавлено к любому обвинению.
stories-law-optional-confinement-misconduct-major-conditions = Совершение Тяжкого Преступления, находясь под арестом или в камере Брига.

ent-st-law-precautionary-insanity = Невменяемость
    .desc = Объявляется только Главным Врачом или синтетиком, действующим таким образом, который заставляет правонарушителя казаться не в здравом уме. Субъект, после того как будет признан в здравом уме, может быть освобожден от этого конкретного обвинения. В отсутствие Главного Врача или Синтетика Командир или Начальник Военной Полиции могут назначить офицера медицинского департамента для проведения оценки вместо них. Исключением из этого являются случаи подтвержденного самоубийства или попытки самоубийства, и субъект может подать апелляцию или обратиться к любому медицинскому персоналу.

ent-st-law-precautionary-prisoner-of-war = Военнопленный
    .desc = Быть враждебным членом законной и признанной фракции. Военнопленные не могут быть казнены, если только они не представляют активную угрозу для других.

ent-st-law-precautionary-discretionary-detainment = Задержание по Усмотрению
    .desc = Дискреционное обвинение, используемое Командующим Офицером для задержания персонала по любой причине - для безопасности и пользы операции или безопасности. Это может быть обжаловано только Командующему Офицеру или Офису Провост Маршалов, и может быть снято в любое время Командующим Офицером.
# Federal law of the United Americas, based on cmss13 code/modules/law/laws/civil_crime.dm.
rmc-police-law-category-Civil = Федеральный закон
stories-law-catalogue-civil = Федеральный закон ОА. Командующий Офицер не может его изменять. Гражданское неподчинение применяется только к персоналу вне КМП США.
stories-law-civil-permabrig = Пожизненное заключение.
stories-law-civil-contraband-punishment = Конфискация контрабанды.
stories-law-civil-non-uscm-conditions = Только для персонала, не входящего в КМП США.
stories-law-civil-cmb-conditions = Преследуется гражданскими властями, такими как Бюро Колониальных Маршалов (БКМ).

ent-st-law-civil-terror-association = Пособничество Терроризму
    .desc = Членство в террористической организации или оказание помощи её члену.
stories-law-civil-terror-association-conditions = Не применяется, если подсудимый сам участвовал в террористических атаках. Само по себе не является основанием для казни.

ent-st-law-civil-terrorism = Терроризм
    .desc = Совершение террористических атак против Объединённых Америк или их союзников.
stories-law-civil-terrorism-conditions = Не применяется, если подсудимый не участвовал в террористических атаках.

ent-st-law-civil-insubordination-minor = Гражданское Неподчинение - мелкое
    .desc = Невыполнение законного приказа сотрудника департамента, к которому прикреплено лицо (если такой есть), а также неуважение к Командиру или Дежурному Офицеру.

ent-st-law-civil-insubordination-major = Гражданское Неподчинение - тяжкое
    .desc = Невыполнение законного приказа Командира или Дежурного Офицера (или главы департамента, к которому прикреплено лицо, если такой есть) во время активной военной операции.

ent-st-law-civil-black-marketeering = Торговля на Чёрном Рынке
    .desc = Незаконное приобретение или продажа запрещённых товаров, за исключением огнестрельного оружия и взрывчатки.

ent-st-law-civil-arms-dealing = Незаконная Торговля Оружием
    .desc = Незаконное приобретение или продажа огнестрельного оружия или взрывчатки.
