ent-ColMarTechFLGear = КолМорТех Стойка Снаряжения командира огневой группы
    .desc = Автоматизированная стойка снаряжения для командиров огневой группы.
ent-ColMarTechFLEquipment = КолМорТех Стойка Экипировки командира огневой группы
    .desc = Автоматизированная стойка экипировки, подключенная к колоссальному хранилищу стандартного снаряжения командира огневой группы.
ent-RMCVendorBundleCrewFireteamLeader = необходимый набор командования
    .desc = Содержит свисток, мегафон, пластичную взрывчатку, 2 упаковки сигнальных ракет, лазерный целеуказатель и портативный огнетушитель. 
