ent-RMCBaseWeaponLauncher = { ent-BaseWeaponLauncher }
    .desc = { ent-BaseWeaponLauncher.desc }
ent-RMCWeaponLauncherM5ATL = M5-ATL
    .desc =
        Противотанковый гранатомет M5 — мощное противотанковое оружие пехоты, обычно состоящее на вооружении КМП США. Используемый для поражения легких танков и вражеских сооружений, M5-ATL является опасным оружием с разнообразным боевым применением, в зависимости от заряда боеприпасов, и способен стрелять как снарядами, так и реактивными гранатами.

        У этого полностью отсутствует умная оптика, и, похоже, она повреждена, что значительно ограничивает его дальность...
ent-RMCRocket84mm = 84-мм фугасная ракета
    .desc = Ракетная труба, совместимая с M5-ATL, заряженная боеголовкой HE. Наносит большой урон мягким целям при прямом попадании и задевает другие цели в зоне шириной 5 метров. Снижает эффект по тяжелобронированным целям.
ent-RMCBaseProjectileRocket84mm = 84-мм фугасная ракета
    .desc = Ой-ой.
ent-RMCProjectileRocket84mm = 84-мм фугасная ракета
    .desc = Ух ты.
ent-RMCRocket84mmAntiArmor = 84-мм бронебойная ракета
    .desc = Ракетная труба, совместимая с M5-ATL, заряженная ББ боеголовкой. Способна пробивать и уничтожать тяжелобронированные цели. Практически не наносит урона вне прямого попадания. Наносит гарантированное оглушение большинству целей. Обладает высокой точностью в пределах 7 метров.
ent-RMCProjectileRocket84mmAntiArmor = 84-мм бронебойная ракета
    .desc = { ent-RMCProjectileRocket84mm.desc }
ent-RMCRocket84mmWhitePhosphorus = 84-мм ракета с белым фосфором
    .desc = Ракетная труба, заряженная зажигательной боеголовкой с белым фосфором. Имеет два поражающих фактора. При попадании разбрызгивает напалм X (синее пламя) по кругу радиусом 4 метра, игнорируя укрытия, и одновременно разрывается на раскалённые осколки, поджигающие цели на чуть большей площади.
ent-RMCProjectileRocket84mmWhitePhosphorus = 84-мм ракета с белым фосфором
    .desc = { ent-RMCBaseProjectileRocket84mm.desc }
ent-RMCSmokeWhitePhosphorusNoSpread = { ent-Smoke }
    .desc = { ent-Smoke.desc }
ent-RMCSmokeWhitePhosphorus = { ent-RMCSmokeWhitePhosphorusNoSpread }
    .desc = { ent-RMCSmokeWhitePhosphorusNoSpread.desc }
