ent-RMCCigarCase = портсигар
    .desc = Футляр для хранения сигар, когда вы их не курите.
ent-RMCTarbackCase = портсигар тарбакс
    .desc = Не позволяйте модной коробке и бумажке, на которой написано о традициях и качестве, обмануть вас. Эти сигареты — дно бочки. Скручены в Колумбии...
ent-RMCShioRoyalsCase = коробка сигар «Шио Роялс»
    .desc = Деревянная коробка для сигар «Шио Роялс». Золотые буквы невероятно вычурны для сигар, которые лучше всего описывает слово «нормальные». Скручено в Японии.
