rmc-paper = бумага
rmc-paper-judgement = За преступления против станции нарушитель приговаривается к следующему:
rmc-paper-almayer-storage = Эй, Гарри, я попросил ребят перенести большую часть аварийных припасов в трюм ASRS, как ты и просил. В следующий раз, когда будешь на «Чинуке», с меня пиво, ладно?
rmc-paper-black-market-poncho-failure = Приносим извинения! Ваш заказ <b>ПОНЧО ККМП (2 ШТ.)</b> не был доставлен по следующей причине: «Товары указанного типа на складе не найдены».
rmc-paper-black-market-heap-failure = Приносим извинения! Ваш заказ <b>МАГАЗИН M54C С ОСКОЛОЧНО-ФУГАСНЫМИ БРОНЕБОЙНЫМИ ПАТРОНАМИ (3 ШТ.)</b> не был доставлен по следующей причине: «ОШИБКА: НЕВОЗМОЖНО ВОЙТИ В ОТСЕК. КОД ЗАВЕРШЕНИЯ 2342: УГРОЗА ВЗРЫВА».
