ent-RMCPDTLocatorTube = трубка-локатор PDT/L
    .desc = Ручная трубка-локатор, сопряжённая с браслетом PDT. Показывает направление и расстояние до парного браслета.
ent-RMCPDTBracelet = наручный браслет PDT
    .desc = Наручный браслет — персональный передатчик данных, который сопрягается с трубкой-локатором PDT/L.
ent-CMSparePDTLBattleBuddyKit = набор "Боевой товарищ" PDT/L от Бутс!
    .desc = Прочный маленький кейс с трубкой-локатором PDT/L, парным наручным браслетом PDT и запасной мини-батарейкой Ве-Я.
    .suffix = { ent-RMCWatchCase.suffix }
